Repository: jaapstronks/ollie-app
Catalog: Ollie-app/GuidedTour.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
it: Esplora
nl: Ontdek

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
nl: Gesnopen

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid

source: Let's show you around so you can get the most out of tracking your puppy.
de: Lass uns dir zeigen, wie du das Beste aus dem Tracking deines Welpen herausholst.
es: Te mostraremos cómo aprovechar al máximo el seguimiento de tu cachorro.
fr: Laissez-nous vous faire découvrir comment tirer le meilleur parti du suivi de votre chiot.
it: Ti mostriamo come ottenere il massimo dal tracciamento del tuo cucciolo.
nl: Laten we je rondleiden zodat je het meeste uit het bijhouden van je puppy kunt halen.

source: Manage appointments, contacts, and track important milestones.
de: Verwalte Termine, Kontakte und wichtige Meilensteine.
es: Administra citas, contactos y sigue hitos importantes.
fr: Gérez les rendez-vous, les contacts et suivez les étapes importantes.
it: Gestisci appuntamenti, contatti e traguardi importanti.
nl: Beheer afspraken, contacten en houd belangrijke mijlpalen bij.

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende

source: Save favorite walk spots, see your photos on a map, and discover new places.
de: Speichere Lieblingsspazierorte, sieh deine Fotos auf einer Karte und entdecke neue Orte.
es: Guarda lugares de paseo favoritos, ve tus fotos en un mapa y descubre nuevos lugares.
fr: Enregistrez vos spots de promenade préférés, voyez vos photos sur une carte et découvrez de nouveaux endroits.
it: Salva i posti preferiti per le passeggiate, vedi le tue foto su una mappa e scopri nuovi luoghi.
nl: Sla favoriete wandelplekken op, bekijk je foto's op een kaart en ontdek nieuwe plekken.

source: Schedule
de: Zeitplan
es: Horario
fr: Agenda
it: Programma
nl: Agenda

source: Start Exploring
de: Beginne mit dem Erkunden
es: Comienza a explorar
fr: Commencer l'exploration
it: Inizia a esplorare
nl: Begin met ontdekken

source: Start by logging your first event using the + button.
de: Beginne, indem du dein erstes Ereignis mit dem + Button erfasst.
es: Comienza registrando tu primer evento usando el botón +.
fr: Commencez par enregistrer votre premier événement avec le bouton +.
it: Inizia registrando il tuo primo evento usando il pulsante +.
nl: Begin met het loggen van je eerste gebeurtenis via de + knop.

source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passo %lld di %lld
nl: Stap %lld van %lld

source: This is your daily dashboard. See today's events, log meals, potty, sleep, and more.
de: Das ist dein tägliches Dashboard. Sieh die heutigen Ereignisse, erfasse Mahlzeiten, Töpfchen, Schlaf und mehr.
es: Este es tu tablero diario. Ve los eventos de hoy, registra comidas, necesidades, sueño y más.
fr: C'est votre tableau de bord quotidien. Voyez les événements du jour, enregistrez repas, besoins, sommeil et plus.
it: Questa è la tua dashboard giornaliera. Vedi gli eventi di oggi, registra pasti, bisogni, sonno e altro.
nl: Dit is je dagelijks dashboard. Bekijk de gebeurtenissen van vandaag, log maaltijden, plasjes, slaap en meer.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag

source: Track potty training progress, socialization, and teach new skills.
de: Verfolge den Stubenreinheitstraining-Fortschritt, Sozialisation und lehre neue Fähigkeiten.
es: Sigue el progreso del entrenamiento, socialización y enseña nuevas habilidades.
fr: Suivez les progrès de la propreté, la socialisation et enseignez de nouvelles compétences.
it: Segui i progressi dell'addestramento, socializzazione e insegna nuove abilità.
nl: Volg de voortgang van zindelijkheidstraining, socialisatie en leer nieuwe vaardigheden aan.

source: Train
de: Training
es: Entrenar
fr: Entraîner
it: Addestra

source: View statistics, weight tracking, and health patterns.
de: Sieh Statistiken, Gewichtsverfolgung und Gesundheitsmuster.
es: Ve estadísticas, seguimiento de peso y patrones de salud.
fr: Consultez les statistiques, le suivi du poids et les modèles de santé.
it: Visualizza statistiche, monitoraggio peso e pattern di salute.
nl: Bekijk statistieken, gewichtstracking en gezondheidspatronen.

source: Welcome to Ollie!
de: Willkommen bei Ollie!
es: Bienvenido a Ollie!
fr: Bienvenue sur Ollie !
it: Benvenuto in Ollie!
nl: Welkom bij Ollie!

source: You're all set!
de: Du bist bereit!
es: Todo listo!
fr: Vous êtes prêt !
it: Sei pronto!
nl: Je bent er klaar voor!
